Repository: ev1313/wgrd-modding-suite
Catalog: po/*.po
Languages: german

source: VFS Tree
german: VFS Baum

source: Save XML
german: Speichere XML

source: Dictionary entries
german: Wörterbucheinträge

source: Action
german: Aktion

source: Class List:
german: Klassen:

source: Property Name
german: Eigenschaft

source: Available Property Values
german: Mögliche Werte

source: Value
german: Wert

source: Count
german: Anzahl

source: Objects
german: Objekte

source: Remove Object
german: Objekt löschen

source: Copy Object
german: Objekt kopieren

source: Type
german: Typ

source: Jump
german: Springe

source: Color
german: Farbe

source: List Index
german: Listenindex

source: List Items
german: Listenelemente

source: Add
german: Hinzufügen

source: Remove
german: Löschen

source: Map Key
german: Schlüssel

source: Map Value
german: Wert

source: First
german: Erster

source: Second
german: Zweiter

source: Open File Dialog##
german: Öffne Dateidialog##

source: ImGui Style Editor
german: ImGui Stileditor

source: Copy to Clipboard
german: In die Zwischenablage kopieren

source: GLFW Error {}: {}
german: GLFW Fehler {}: {}

source: Window close callback
german: Fenster schließen

source: Load a project file
german: Projektdatei laden

source: Shows debug logs
german: Debug Logs anzeigen

source: Python does not work, exiting
german: Python funktioniert nicht, schließe Programm

source: File
german: Datei

source: Open new workspace
german: Öffne neue Arbeitsumgebung

source: Save all workspaces
german: Speichere alle Arbeitsumgebungen

source: Save dat files to input path
german: Speichere dat Datei über Originaldateien

source: Load project file
german: Lade Projektdatei

source: Save project file
german: Speichere Projektdatei

source: Exit
german: Schließen

source: Settings
german: Einstellungen

source: Style Editor
german: Stileditor

source: Error
german: Fehler

source: Python does not work, see the logfile, exiting.
german: Python funktioniert nicht, bitte in dem Log nachsehen, was das Problem ist.

source: If you are on Windows, you need to start the start_modding_suite.bat instead of directly the modding_suite.exe file!
german: Wenn du unter Windows bist, musst du die Datei "start_modding_suite.bat" ausführen, statt direkt die Datei modding_suite.exe!

source: Also check you installed Python 3.11 into your PATH.
german: Bitte überprüfen ebenfalls, ob Python 3.11 im PATH installiert ist.

source: Workspace name:
german: Name der Arbeitsumgebung:

source: Path to dat files:
german: Pfad zu den dat Dateien:

source: Path to dat files
german: Pfad zu den dat Dateien

source: Path to output folder:
german: Pfad zum Ausgabeordner:

source: Path to output directory
german: Pfad zum Ausgabeordner

source: Load workspace
german: Lade Arbeitsumgebung

source: Workspaces
german: Arbeitsumgebungen

source: No workspaces loaded
german: Keine Arbeitsumgebung geladen
